app/controllers/emails_controller.rb

INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["object", "Et non perferendis."], ["body", "Fugiat accusamus voluptatum. Quaerat nostrum itaque."], ["created_at", "2019-05-23 11:33:53.105777"], ["updated_at", "2019-05-23 11:33:53.105777"]]
---
  def create
    @email = Email.new(
      object: Faker::Lorem.sentence(3),
      body: Faker::Lorem.paragraph(2))

    if @email.save